/* 
  Localizable.strings
  feindura Webmaster Tool

  Created by Fabian on 12.06.11.
  Copyright 2011 [frozeman.de] All rights reserved.
*/

// -> OVERVIEW
"OVERVIEW_TITLE" = "Overview";

// -> MODAL VIEW: ADD FEINDURA
"ADDFEINDURA_TITLE" = "Add feindura CMS";
"ADDFEINDURA_TITLE_URL" = "feindura CMS URL";
"ADDFEINDURA_TITLE_ACCOUNT" = "Account information";
"ADDFEINDURA_TEXT_URL" = "www.example.com/cms/";
"ADDFEINDURA_TEXT_USERNAME" = "Username";
"ADDFEINDURA_TEXT_PASSWORD" = "Password";

"ADDFEINDURA_ALERT_BUTTON_OK" = "OK";
"ADDFEINDURA_ALERT_TITLE_WRONGURL" = "URL error";
"ADDFEINDURA_ALERT_TEXT_WRONGURL" = "The URL you entered is not valid.";
"ADDFEINDURA_ALERT_TEXT_WRONGFEINDURAURL" = "The URL is not a feindura CMS.";
"ADDFEINDURA_ALERT_TITLE_WRONGACCOUNT" = "Account error";
"ADDFEINDURA_ALERT_TEXT_WRONGACCOUNT" = "Username or password is incorrect.";

// -> DETAIL VIEWS
"DETAILVIEWS_VISITORS" = "Visitors";
"DETAILVIEWS_WEBCRAWLER" = "Webcrawler";